app/controllers/projects_controller.rb

  def index
    @project = Project.all
---
SELECT "projects".* FROM "projects"